Revit 2027 API
FilterStringLess Properties
The FilterStringLess type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringLess Class
Autodesk.Revit.DB Namespace